a = [1, 5, 'good', 'bad']
b = [9, 'blue', 'red', 11]

results1 = a[0] + b[2]
print("Результат сложения первого элемента из списка a с третьим элементом списка b:", result1)
result2 = a[1] + b[1]
print("Результат сложения второго элемента из списка a со вторым элементом списка b:", result2)
result3 = a[0] * b[0]
print("Результат умножения нулевого элемента из списка a с нулевым элементом списка b:", result3)
result4 = a[0] ** b[2]
print("Результат возведения в степень первого элемента из списка a с третьим элементом из списка b:", result4)
result5 = a + b
print("Результат сложения списков a и b:", result5)
